{
  "updateOn": "обновлено 1 декабря 2020",
  "points": [
    {
      "title": "1. Общие положения",
      "subpoints": [
        {
          "text": "1.1. Настоящая политика обработки персональных данных (далее – «Политика») является публичным документом и разработана в соответствии с требованиями:",
          "list": [
            "Конституции Российской Федерации;",
            "Трудового кодекса Российской Федерации;",
            "Федерального закона от 27 июля 2006г. № 152-ФЗ «О персональных данных»;",
            "Федерального закона от 27 июля 2006г. № 149-ФЗ «Об информации, информационных технологиях и о защите информации»;",
            "иных нормативных документов в области персональных данных."
          ]
        },
        {
          "text": "1.2. Политика определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных Благотворительным фондом «Абсолют-Помощь» (далее – Оператор)."
        },
        {
          "text": "1.3. Политика распространяется на отношения в области обработки персональных данных, возникшие у Оператора как до, так и после утверждения настоящей Политики."
        },
        {
          "text" : "1.4. В соответствии с ч. 2 ст. 18.1. Федерального закона от 27 июля 2006г. № 152-ФЗ «О персональных данных», настоящая Политика публикуется в свободном доступе в информационно-телекоммуникационной сети Интернет на сайте Оператора."
        },
        {
          "text" : "1.5. Используя сайт Оператора, физическое лицо (субъект персональных данных) выражает свое полное и безоговорочное согласие с положениями настоящей Политики. В случае несогласия субъекта персональных данных с положениями настоящей Политики использование сайта Оператора должно быть прекращено."
        },
        {
          "text" : "1.6. Основные понятия, используемые в Политике:",
          "list": [
            "Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;",
            "Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);",
            "Сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети Интернет по сетевому адресу ________________;",
            "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;",
            "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;",
            "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;",
            "Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;",
            "Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу, в том числе, но не ограничиваясь, к Пользователю сайтом ________________;",
            "Пользователь – любое физическое лицо, в том числе, но не ограничиваясь, посетитель сайта <a href=\"#\">________________</a>;",
            "Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;",
            "Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц;",
            "Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;",
            "Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных."
          ]
        },
        {
          "text" : "1.7. Права и обязанности Оператора:",
          "subpointInner": [
            {
              "text": "1.7.1. Оператор имеет право:",
              "list" : [
                "самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных действующим законодательством о персональных данных и принятыми в соответствии с ним нормативными правовыми актами;",
                "поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные действующим законодательством о персональных данных;",
                "в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в действующем законодательстве о персональных данных."
              ]
            },
            {
              "text": "1.7.2. Оператор обязан:",
              "list": [
                "организовывать обработку персональных данных в соответствии с требованиями действующего законодательства о персональных данных;",
                "отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями законодательства о персональных данных;",
                "сообщать в уполномоченный орган по защите прав субъектов персональных данных (Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор)) по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса."
              ]
            }
          ]
        },
        {
          "text" : "1.8. Права Пользователя:",
          "list": [
            "получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен действующим законодательством о персональных данных;",
            "требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;"
          ]
        },
        {
          "text": "1.9. Контроль за исполнением требований настоящей Политики осуществляется уполномоченным лицом, ответственным за организацию обработки персональных данных у Оператора."
        }
      ]
    },
    {
      "title": "2. Цели сбора и обработки персональных данных",
      "subpoints": [
        {
          "text": "2.1. Целью обработки персональных данных Пользователя является:",
          "list": [
            "осуществление Оператором своей деятельности в соответствии с Уставом Оператора;",
            "ведение кадрового делопроизводства;",
            "заключение и исполнение договоров в рамках осуществления уставной деятельности Оператора, в том числе, но не исключительно, договоров пожертвования, гражданско-правовых договоров, предметом которых являются безвозмездное выполнение добровольцем (волонтером) работ и (или) оказание им услуг в рамках деятельности Оператора для достижения общественно полезных целей, и др.;",
            "информирование Пользователя посредством отправки электронных писем и / или электронных сообщений в процессе заключения и исполнения договоров, указанных в предыдущем абзаце;",
            "ведение бухгалтерского учета;",
            "осуществление пропускного режима."
          ]
        },
        {
          "text": "2.2. Также Оператор имеет право направлять Пользователю информационные сообщения об услугах, благотворительных акциях, событиях и мероприятиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты ________________ с пометкой «Отказ от информации о новых продуктах и услугах и специальных предложениях».  "
        },
        {
          "text": "2.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на Сайте, улучшения качества Сайта и его содержания."
        }
      ]
    },
    {
      "title": "3. Правовые основания обработки персональных данных",
      "subpoints": [
        {
          "text": "3.1. Правовым основанием обработки персональных данных является совокупность нормативных правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку персональных данных, в том числе:",
          "list": [
            "Конституция Российской Федерации;",
            "Гражданский кодекс Российской Федерации;",
            "Трудовой кодекс Российской Федерации;",
            "Налоговый кодекс Российской Федерации;",
            "Федеральный закон от 12.01.1996г. № 7-ФЗ «О некоммерческих организациях»;",
            "иные нормативные правовые акты, регулирующие отношения, связанные с деятельностью Оператора;",
            "Устав Благотворительного фонда «Абсолют-Помощь»;",
            "Договоры, заключаемые между Благотворительным фондом «Абсолют-Помощь» и субъектами персональных данных;",
            "Согласия субъектов персональных данных на обработку их персональных данных"
          ]
        },
        {
          "text": "3.2. Оператор обрабатывает персональные данные Пользователя только в случае их самостоятельного заполнения и отправки Пользователем специальных форм согласий на обработку персональных данных, заявок или обратной связи, расположенных на сайте Оператора _______________. Обязательные поля, заполнение которых необходимо для отправки формы, помечены специальным образом, вся иная информация, предоставляется Пользователем по его собственному усмотрению. Заполняя соответствующие формы и отправляя свои персональные данные Оператору, Пользователь тем самым подтверждает, что ознакомлен с настоящей Политикой, выражает свое согласие с ней."
        },
        {
          "text": "3.3. Заполняя соответствующие формы и отправляя свои персональные данные Оператору, Пользователь выражает свое согласие на обработку персональных данных Оператором. Сохранение Пользователем автоматически проставленных отметок («галочек») в формах перед словами <span style=\"color:red\"> «Я ознакомился(ась) с Политикой конфиденциальности и согласен(на) на обработку персональных данных»</span> является письменным согласием Пользователя на обработку (т.е. сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передачу), обезличивание, блокирование, уничтожение) персональных данных, сообщенных Пользователем. Снятие Пользователем автоматически проставленной отметки («галочки») означает его несогласие на обработку введенных им персональных данных, что влечет за собой техническую невозможность отправки заполненной формы заявки или обратной связи Оператору."
        },
        {
          "text": "3.4. При заполнении на Сайте соответствующих форм и отправлении данных об адресе своей электронной почты и (или) номере телефона Оператору, Пользователь может выразить согласие на получение информационных сообщений об услугах, благотворительных акциях, событиях и мероприятиях. Снятие Пользователем автоматически проставленной отметки («галочки») означает его несогласие на получение рассылок указанных информационных сообщений, но не влечет за собой невозможности отправки заполненной формы заявки или обратной связи Оператору. Данное согласие может быть отозвано в любой момент."
        },
        {
          "text": "3.5. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript)."
        },
        {
          "text": ""
        }
      ]
    },
    {
      "title": "4. Объем и категории обрабатываемых персональных данных, категории субъектов персональных данных",
      "subpoints": [
        {
          "text": "4.1. Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки, предусмотренным в разделе 2 настоящей Политики. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки."
        },
        {
          "text": "4.2. Оператор может обрабатывать персональные данные следующих категорий субъектов персональных данных: кандидаты для приема на работу, работники и бывшие работники Оператора, члены семьи работников Оператора, контрагенты Оператора, благополучатели и благотворители Оператора, представители указанных лиц, и др."
        },
        {
          "text": "4.3. В зависимости от категории субъекта персональных данных, Оператор вправе обрабатывать следующие персональные данные: фамилия, имя, отчество, пол, гражданство, дата и место рождения, контактные данные, сведения об образовании, опыте работы, квалификации, изображение (фотография), паспортные данные, адрес регистрации по месту жительства, адрес фактического проживания, индивидуальный номер налогоплательщика, страховой номер индивидуального лицевого счета (СНИЛС), сведения об образовании, квалификации, профессиональной подготовке и повышении квалификации, семейное положение, наличие детей, родственные связи, сведения о трудовой деятельности, в том числе наличие поощрений, награждений и (или) дисциплинарных взысканий, данные о регистрации брака, сведения о воинском учете, сведения об инвалидности, сведения об удержании алиментов, сведения о доходе с предыдущего места работы, иные персональные данные, предоставляемые субъектами персональных данных в соответствии с требования действующего законодательства Российской Федерации и / или заключенных договоров."
        },
        {
          "text": "4.4. Сбор указанных персональных данных может осуществляться посредством самостоятельного заполнения субъектом персональных данных на Сайте отведенных полей форм заявок и форм обратной связи и их направления Оператору через Сайт."
        },
        {
          "text": "4.5. Помимо указанной выше информации, на Сайте может происходить сбор и обработка обезличенных данных о субъектах персональных данных (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других)."
        }
      ]
    },
    {
      "title": "5. Порядок и условия обработки персональных данных",
      "subpoints": [
        {
          "text": "5.1. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных."
        },
        {
          "text": "5.2. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц."
        },
        {
          "text": "5.3. При сборе персональных данных посредством Сайта в информационно-телекоммуникационной сети Интернет Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации."
        },
        {
          "text": "5.4. Персональные данные Пользователя ни при каких условиях не будут переданы третьим лицам, за исключением случаев, оговоренных в настоящей Политике, и случаев, связанных с исполнением действующего законодательства и / или заключенных договоров. При заполнении на Сайте соответствующих форм для внесения благотворительных пожертвований в денежной форме введенные Пользователем данные об адресе электронной почты передаются в информационную систему оператора по переводу денежных средств. Иные данные для перевода денежных средств (реквизиты банковской карты, электронных кошельков и т.д.) Пользователь вводит самостоятельно, после перехода на платежный шлюз оператора по переводу денежных средств, и Оператор такие данные не обрабатывает."
        },
        {
          "text": "5.5. Оператор не проверяет достоверность информации, предоставляемой Пользователем, и исходит из того, что Пользователь в рамках добросовестности предоставляет достоверную и достаточную информацию, заботится о своевременности внесения изменений в ранее предоставленную информацию при появлении такой необходимости. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомления на адрес электронной почты Оператора <a href=\"#\">________________</a> с пометкой «Актуализация персональных данных», либо направления такого уведомления на юридический адрес Оператора."
        },
        {
          "text": "5.6. Срок обработки персональных данных является неограниченным, так как цель их обработки предполагает неоднократное и не ограниченное во времени заключение и исполнение договоров. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора <a href=\"#\">________________</a> с пометкой «Отзыв согласия на обработку персональных данных», либо направления аналогичного уведомления по юридическому адресу Оператора."
        }
      ]
    },
    {
      "title": "6. Актуализация, исправление, удаление и уничтожение персональных данных, ответы на запросы субъектов персональных данных",
      "subpoints": [
        {
          "text": "6.1. Подтверждение факта обработки персональных данных Оператором, правовые основания и цели обработки персональных данных, а также иные сведения, указанные в действующем законодательстве о персональных данных, предоставляются Оператором субъекту персональных данных или его представителю при обращении либо при получении запроса субъекта персональных данных или его представителя. В предоставляемые сведения не включаются персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Запрос должен содержать:",
          "list": [
            "номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе;",
            "сведения, подтверждающие участие субъекта персональных данных в отношениях с Оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором;",
            "подпись субъекта персональных данных или его представителя."
          ]
        },
        {
          "text": "6.2. В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу Роскомнадзора Оператор осуществляет блокирование персональных данных, относящихся к этому субъекту персональных данных, с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц. В случае подтверждения факта неточности персональных данных Оператор на основании сведений, представленных субъектом персональных данных или его представителем либо Роскомнадзором, или иных необходимых документов уточняет персональные данные в течение семи рабочих дней со дня представления таких сведений и снимает блокирование персональных данных."
        },
        {
          "text": "6.3. При достижении целей обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия на их обработку персональные данные подлежат уничтожению, если:",
          "list": [
            "иное не предусмотрено договором, стороной которого является субъект персональных данных;",
            "Оператор не вправе осуществлять обработку без согласия субъекта персональных данных на основаниях, предусмотренных действующим законодательством о персональных данных или иными федеральными законами;",
            "иное не предусмотрено другим соглашением между Оператором и субъектом персональных данных."
          ]
        }
      ]
    },
    {
      "title": "7. Трансграничная передача персональных данных",
      "subpoints": [
        {
          "text": "7.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных."
        },
        {
          "text": "7.2. Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных."
        }
      ]
    },
    {
      "title": "8. Заключительные положения",
      "subpoints": [
        {
          "text": "8.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты ______________."
        },
        {
          "text": "8.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией."
        },
        {
          "text": "8.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a href=\"#\">________________</a>."
        }
      ]
    },
    {
      "title": "9. Согласие посетителя сайта на обработку персональных данных",
      "subpoints": [
        {
          "text": "9.1. В соответствии с Федеральным законом от 27.07.2006г. № 152-ФЗ «О персональных данных» субъект персональных данных, являющийся посетителем Сайта, дает свое согласие Благотворительному фонду «Абсолют-Помощь», место нахождения: 143085, Московская область, город Одинцово, рабочий поселок Заречье, дом 8, этаж 1, ком. 18 (Оператор), на обработку (сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение) с использованием средств автоматизации или без использования таких средств моих персональных данных, предоставленных субъектом персональных данных Оператору в форме заявки или в форме обратной связи на сайте Оператора <a href=\"#\">________________</a>."
        },
        {
          "text": "9.2. Обработка персональных данных субъекта персональных данных может осуществляться Оператором в целях заключения и исполнения договоров, информирования субъекта персональных данных посредством отправки электронных писем в процессе заключения и исполнения договоров, направления информационных сообщений об услугах, благотворительных акциях, событиях и мероприятиях.Перечень персональных данных субъекта персональных данных, предоставляемых Оператору через форму заявки или форму обратной связи на Сайте Оператора: фамилия, имя, отчество, адрес электронной почты, номер телефона, а также иные данные, сообщенные Оператору субъектом персональных данных по его усмотрению."
        },
        {
          "text": "9.3. Субъект персональных данных согласен на предоставление Оператором ему информации посредством электронной почты, телефонных обращений, SMS-сообщений в зависимости от предоставленного им способа связи и получения информации."
        },
        {
          "text": "9.4. Субъект персональных данных подтверждает, что он проинформирован о том, что согласие может быть отозвано им в любой момент путем направления уведомления Оператору."
        },
        {
          "text": "9.5. Персональные данные субъекта персональных данных, предоставленные Оператору через форму заявки или форму обратной связи, подлежат уничтожению, либо обезличиванию по достижении указанных целей обработки или в случае утраты необходимости в достижении этих целей."
        }
      ]
    }
  ]
}
