<template>
  <main id="project" class="project">
    <div class="container">
      <PageWithIdTitle
        :title="$options.headData.title"
        :img="$options.headData.img.href"
      >
        <template #header>
          <custom-button
            tag="a"
            :text="$options.headData.link.text"
            arrow-icon="DEFAULT_ICON_ARROW_LINK"
            class="only-text"
            :text-class="isDesktop ? 'text-p2' : 'text-p1'"
          />
        </template>
        <template #footer>
          <p :class="isDesktop ? 'text-p2' : 'text-p1'">
            {{ $options.headData.desc }}
          </p>
        </template>
        <template #imgDesc>
          <p class="page-title-img-desc text-p2">
            {{ $options.headData.img.desc }}
          </p>
        </template>
      </PageWithIdTitle>

      <div class="wysiwyg" v-html="$options.wysiwyg" />
    </div>
  </main>
</template>

<script>
import { mapGetters } from 'vuex'
import PageWithIdTitle from '~/components/blocks/PageWithIdTitle.vue'
import CustomButton from '~/components/custom/CustomButton.vue'
export default {
  headData: {
    title:
      'Проект «Адаптация воспитанников Центров семейного устройства к условиям жизни в семье и обществе»',
    link: {
      text: 'проекты',
      href: '/#',
    },
    desc: 'АНО «ММДЦ», Санкт-Петербург',
    img: {
      href: '/img/main.png',
      desc: 'Денис Емин ухаживает за овчарками, Москва',
    },
  },
  comment: {
    img: '/img/webp/default/directions-img.webp',
    text: '«Благотворительность — это внутренняя потребность, душевное движение, и каждый приходит к этому своим путем. Наш благотворительный фонд был создан в 2002 году для поддержки детей в трудных жизненных ситуациях»',
    name: 'Александр Светаков',
    position:
      'Председатель Общего собрания, учредитель благотворительного фонда «Абсолют-Помощь»',
  },
  wysiwyg: `
    <div>
      <h2>В городе Коломна, расположенном недалеко от Санкт-Петербурга, находится детский дом-интернат для детей с аномалиями умственного развития. Эти ребята – с особенностями развития, сироты и оставшиеся без попечения родителей или те дети, которых родители привозят для занятий с различными специалистами.</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <div>
      <h2>Заголовок 2 уровня</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <div>
    <h2>Очень длинный заголовок 2 уровня в две строки сообщающий, что-то длинное</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
   </div>
   <div class="quote">
    <img src="/img/webp/default/quote-avatar.webp" alt="Александр Светаков" />
    <div>
      <span>Александр Светаков</span>
      <span>Председатель Общего собрания, учредитель благотворительного фонда «Абсолют-Помощь»</span>
    </div>
    <p>«Благотворительность — это внутренняя потребность, душевное движение, и каждый приходит к этому своим путем. Наш благотворительный фонд был создан в 2002 году для поддержки детей в трудных жизненных ситуациях»</p>
   </div>
   <div>
      <h2>Списки. Маркерованный и нумерованный</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <div>
      <ul>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили;</li>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили;</li>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили;</li>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили;</li>
      </ul>
      <ol>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме;</li>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили;</li>
        <li>Кто-то из них еще помнит своих маму и папу, которые их оставили;</li>
      </ol>
    </div>
    <div class="inset">
      <h2>Врезка важной информации</h2>
      <p class="text-p1">
        Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.
      </p>
    </div>
    <div>
      <h2>Пример оформления чисел. Например, для новости с отчётом</h2>
      <p class="text-p2">Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <div class="nums">
      <p>
        <b>8</b>
        <span>
          лет деятельности
        </span>
      </p>
      <p>
        <b>900 858</b>
        <span>
          подопечных детей
        </span>
      </p>
      <p>
        <b>209</b>
        <span>
          реализованных проектов
        </span>
      </p>
      <p>
        <b>1 500 000</b>
        <span>
          подопечных детей
        </span>
      </p>
    </div>
    <div>
      <h2>Видео блок</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <iframe class="media" src="https://www.youtube.com/embed/C2TegDfGbiw" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
    <div>
      <h2>Блок с фото</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <img class="media" src="/img/webp/home/grant.webp" alt="Лиза Боярышникова на траве около школы Абсолют" />
    <p class="media-desc">Лиза Боярышникова на траве около школы Абсолют</p>
    <div>
      <h2>Простая таблица</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <table>
      <tr>
        <th>Название 1</th>
        <th>Название 2</th>
      </tr>
      <tr>
        <td>
          Числовые или иные данные в строке
        </td>
        <td>
          Показатель
        </td>
      </tr>
      <tr>
        <td>
          Числовые или иные данные в строке
        </td>
        <td>
          Показатель
        </td>
      </tr>
      <tr>
        <td>
          Числовые или иные данные в строке
        </td>
        <td>
          Показатель
        </td>
      </tr>
      <tr>
        <td>
          Числовые или иные данные в строке
        </td>
        <td>
          Показатель
        </td>
      </tr>
    </table>
    <div class="media-2">
      <div class="item">
        <img src="/img/webp/home/grant.webp" alt="Лиза Боярышникова на траве около школы Абсолют" />
        <p class="media-desc">Лиза Боярышникова на траве около школы Абсолют</p>
      </div>
      <div class="item">
        <img src="/img/webp/default/quote-avatar.webp" alt="Лиза Боярышникова на траве около школы Абсолют" />
        <p class="media-desc">Лиза Боярышникова на траве около школы Абсолют</p>
      </div>
    </div>
    <div>
      <h2>Заголовок</h2>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
    <div class="media-3" >
      <img src="/img/webp/home/grant.webp" alt="Лиза Боярышникова на траве около школы Абсолют" />
      <img src="/img/webp/default/quote-avatar.webp" alt="Лиза Боярышникова на траве около школы Абсолют" />
      <img src="/img/webp/default/news-img.webp" alt="Лиза Боярышникова на траве около школы Абсолют" />
    </div>
    <div>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
      <p>Кто-то из них еще помнит своих маму и папу, которые их оставили. Кого-то перевели сюда из дома ребенка, а это значит, что от них отказались еще в роддоме. Всего 400 человек (постоянно проживают 271 ребят, остальные на пятидневке), 187 из них участвуют в программе по социальной адаптации.</p>
    </div>
  `,
  name: 'Project',
  components: {
    PageWithIdTitle,
    CustomButton,
  },
  async asyncData(ctx) {
    const id = await ctx.route.params.id
    return { id }
  },
  computed: {
    ...mapGetters(['isDesktop']),
  },
}
</script>

<style lang="scss">
@import '~/assets/styles/includes/wysiwig.scss';

.project {
  .page-title-img-desc {
    color: $COLOR_GREY-BLUE;
  }
}
</style>
